apps/telemetry_test/configuration/rust_no_orm/load_test_rust_no_orm_k_read.yml
config:
  target: "http://127.0.0.1:8021"
  plugins:
    # expect: {}  
  phases:
    - duration: 120
      arrivalRate: 50
      maxVusers: 50  
      name: Constant loan      
 
scenarios:         
  - name: "Rust NO ORM | K - Retrieving, storing data and retrieving"
    flow:
    - get:
        url: "/num-comp-ram"